Repository: DariiaT/Test
Catalog: testomega/testomega-omegat.tmx
Source language: uk
Languages: en_gb

source: 3 березня вийшов прем'єрний випуск нової програми — «Святі та грішні».
en_gb: On 3 March, the first episode of a new programme The Saint and The Sinner premiered.

source: «Я займатимуся побудовою взаємозв’язків, із яких має вирости єдина мультимедійна редакція, що має бачення журналістики суспільного інтересу й здатна розповідати по-справжньому складні історії зрозумілою мовою, у привабливих і гнучких діджитал-форматах.», — прокоментувала Ангеліна Карякіна.
en_gb: “I will work on relationship establishment which should result in a single multimedia editorial office that has a vision of public interest journalism and is able to tell really difficult stories in plain language, in attractive and flexible digital formats,” Anhelina Kariakina said.

source: Її ведучою стала Мирослава Барчук.
en_gb: The host of the programme is Myroslava Barchuk.

source: Ангеліна Карякіна відповідатиме за конвергентні процеси на Суспільному
en_gb: Anhelina Kariakina in charge of convergent processes at UA: PBC

source: Вона займатиметься стратегічним плануванням та координацією всіх платформ насамперед із діджитал-платформою.
en_gb: She will work on strategic planning and coordination of all platforms, with digital platform in particular.

source: Гостями будуть політики та інші відомі персони.
en_gb: Politicians and other renowned people will guest on the programme.

source: До цього очолювала відділ документального кіно hromadske.
en_gb: Previously, she had headed the Documentary Department at hromadske.

source: З 2016 року Ангеліна Карякіна працювала головною редакторкою hromadske, де керувала перебудовою новинного мовлення.
en_gb: Since 2016, Anhelina Kariakina worked as Editor-in-Chief at hromadske where she managed the reconstruction of news broadcasting.

source: За останні десять років спортивні програми UA: Радіо Промінь багато разів потрапляли до трійки лідерів конкурсу.
en_gb: For the last ten years, sports programmes of UA: Radio Promin have frequently got to the top three contest leaders.

source: Зазначимо, що відрядження команди UA: КУЛЬТУРА на Берлінале минулого тижня стало можливим завдяки особистому фінансуванню поїздки виконавчим продюсером телеканалу UA: КУЛЬТУРА Лук’яном Галкіним.
en_gb: Furthermore, UA: KULTURA team had a chance to visit Berlinale film festival last week owing to Lukian Halkin, the Executive Producer of UA: KULTURA TV channel, who personally funded the trip.

source: Медіаменеджерка та журналістка Ангеліна Карякіна приєдналася до команди Суспільного мовника.
en_gb: Anhelina Kariakina, a media manager and journalist, has joined UA: PBC team.

source: Мирослава Барчук вестиме в студії діалог на межі конфлікту, щоб розкрити глядачеві особистість гостя.
en_gb: Myroslava Barchuk will hold a conversation on the verge of conflict in order to reveal guest’s personality to the audience.

source: На Суспільному через арештовані рахунки скасовують журналістські відрядження
en_gb: Reporting trips cancelled due to UA: PBC frozen bank accounts

source: Нагадаємо, роботу Суспільного заблоковано.
en_gb: As a reminder, UA: PBC operation is blocked.

source: Наразі арешт рахунків призвів до скасування відрядження спортивних журналістів на Чемпіонат світу зі скелетону в німецькому Альтенберзі й на сьомий і восьмий етап Кубка світу з біатлону, які відбудуться в чеському містечку Нове Место та фінському Контіолагті.
en_gb: Freezing the accounts has already led to the cancellation of sports journalists’ reporting trips to IBSF World Championships in Altenberg, Germany, and to 7th and 8th stages of Biathlon World Cup held in Nove Mesto, Czech Republic, and Kontiolahti, Finnland.

source: Постановами Відділу примусового виконання рішень Департаменту державної виконавчої служби Міністерства юстиції України від 18 лютого 2020 року та від 20 лютого 2020 року №61321781 було накладено арешт на кошти, що є на рахунках Суспільного мовника.
en_gb: By the Regulations No. 61321781 of the Enforcement of Judgments Office of the State Executive Service Department of the Ministry of Justice of Ukraine dd 18 February 2020 and 20 February 2020, the funds on the Public Broadcaster’s accounts were frozen.

source: Працівникам Суспільного мовника довелося скасувати три відрядження на спортивні змагання через накладений арешт на рахунки Суспільного.
en_gb: UA: PBC’s employees had to cancel three reporting trips to sports events because of the freeze of UA: PBC bank accounts.

source: Прем’єра на Суспільному: стартує програма «Святі та грішні»
en_gb: Premiere at UA: PBC: The Saint and The Sinner

source: Програма «Святі та грішні» виходитиме щовівторка на суспільному телеканалі UA: ПЕРШИЙ у форматі інтерв’ю.
en_gb: In the interview format, The Saint and The Sinner will be broadcast every Tuesday on UA: PERSHYI public channel.

source: Проєкт UA: Радіо Промінь став найкращою циклічною спортивною радіопрограмою в Україні
en_gb: UA: Radio Promin project becomes best regular sports radio programme in Ukraine

source: Проєкт другого каналу Суспільного радіо UA: Радіо Промінь «Майстри спорту» визнали найкращою циклічною спортивною радіопрограмою України.
en_gb: Masters of Sport, the project of Channel Two of Ukrainian Radio UA: Radio Promin, has been recognized as Best regular sports radio programme in Ukraine.

source: Також відповідатиме за конвергентність процесів і створення єдиного ньюзруму телерадіокомпанії.
en_gb: She will also be responsible for convergence of processes and establishment of a single newsroom in the broadcasting company.

source: Усі випуски програми «Майстри спорту» можна переглянути онлайн.
en_gb: You can watch all episodes of Masters of Sport online.

source: Церемонія нагородження переможців Всеукраїнського конкурсу серед спортивних журналістів «Україна олімпійська» відбулася 27 лютого в залі Національного олімпійського комітету.
en_gb: The Award Ceremony of Olympic Ukraine, a Ukrainian contest among sports journalists, took place in the National Olympic Committee Hall on 27 February.
